a
able
about
absolutely
accident
accidents
aches
across
act
action
activities
actor
actors
actress
actually
add
added
adding
address
ads
adventure
afford
afraid
after
afternoon
afterwards
again
against
age
agent
ago
agree
ahead
ahora
aid
aids
air
airport
aisle
alarm
alice
alive
all
allergic
alley
allow
allowed
almost
alone
along
already
also
altitude
always
am
amateur
amazing
america
american
an
and
andrew
andy
angeles
angry
animal
animals
anita
anniversary
another
answer
answered
antenna
any
anymore
anyone
anything
anytime
anyway
anywhere
apartment
apologize
apologized
apples
apply
appointment
appreciate
april
are
aren
arguing
argument
arizona
arm
arms
army
around
arrow
art
article
artist
artists
as
ashes
ask
asked
asking
asleep
assignments
at
ate
atlantic
atm
attend
attended
attending
attitude
automatic
available
average
avoid
awake
away
awesome
b
babe
babies
baby
babysitter
back
backpack
bacon
bad
badly
bag
bags
bait
ball
balloon
ballot
banana
bananas
band
bank
bar
barbara
bark
barking
bars
baseball
based
bases
basically
basket
basketball
bath
bathroom
bathrooms
battery
be
beach
bear
beard
bears
beatles
beautiful
because
become
bed
bedbugs
bedrooms
beds
been
beer
before
begin
behind
being
believe
believes
belong
belongings
belt
berries
besides
best
bet
better
between
big
bigger
bill
bills
bin
birds
birth
birthday
bismol
bit
bite
bites
bitter
black
blacky
blade
blades
blame
bleeding
bless
blind
blinking
blood
blow
blows
blue
bluedog
boil
boiled
bomb
bone
boobs
book
books
bored
boring
born
borrow
boss
both
bother
bothering
bottom
bought
bowling
boy
boyfriend
brand
bread
break
breakfast
breaks
breath
breathe
bright
bring
brings
broadcasting
broke
broken
brother
brought
brown
brush
brushed
brushing
bubbles
bucket
buckle
building
bulb
bull
bumped
bumps
burger
buried
burned
burner
burnt
burst
bus
buses
bush
business
busy
but
butter
butterflies
button
buy
buyer
buying
buys
by
bye
c
ca
cabin
cabinet
cable
cadillac
calculator
calculators
california
call
called
calling
calls
calories
came
camera
campus
can
canada
canceled
cancer
candidate
candy
cans
canyon
cap
car
card
cards
care
careful
cares
carpet
carrier
carries
carrot
carry
carrying
cars
cart
carton
cartoons
carts
case
cash
cat
catch
catches
cats
caught
cause
caused
causes
causing
cd
cds
celery
cell
cemetery
cent
cents
cereal
certain
certainly
chain
chairs
chance
chances
change
changed
changes
changing
channel
channels
charge
charged
charges
charity
chase
chased
cheap
cheaper
cheat
cheater
cheating
check
checkbook
checked
checkout
cheer
cheese
chemistry
cherry
children
chilly
china
chinese
chips
chocolate
choose
chop
chore
chores
christmas
chuck
chucks
church
cigarette
cigarettes
cities
city
class
classes
classmates
classroom
clean
cleaner
cleaning
clear
clearly
clears
clerk
climb
climbing
clock
close
closed
closer
cloth
clothes
club
coat
code
coffee
coffin
cold
colder
college
collision
color
com
come
comes
comfortable
coming
commercials
common
company
complain
complained
complainers
complaining
completely
computer
computers
concrete
conditioner
cone
cones
conference
congratulations
considering
constantly
continued
controls
conversing
converter
cook
cooking
cooks
cool
cop
cops
corner
corporations
correct
cost
costs
coughing
could
couldn
council
counter
country
couple
course
court
cousin
cover
covered
cow
coworkers
cows
crack
cracks
crash
crashed
crashes
crazy
cream
credit
cremated
crime
criminals
cross
crossing
crosswalk
crowded
crowds
crud
cruise
cry
crying
cuffs
cups
current
curse
customer
customs
cut
cute
cuts
d
dad
daddy
damage
damp
dangerous
dark
date
dating
daughter
day
days
dd
dead
deaf
deal
deals
death
debit
debrah
decided
deep
definitely
degree
degrees
deli
delicious
democratic
democrats
dent
dentist
department
depends
describe
deserve
deserved
desk
desktop
destroyed
dial
diapers
dictionaries
dictionary
did
didn
die
died
dies
diet
difference
different
differently
digital
dining
dinner
dirty
disappear
discount
disgusting
distance
dive
dives
divorced
do
doctor
doctors
dodgers
does
doesn
dog
dogs
doing
dollar
dollars
dome
don
donate
donations
done
door
doorbell
doors
double
doubt
down
downtown
dozen
drag
draw
drawer
drawing
dream
dressing
drew
dried
dries
drink
drinking
drinks
dripping
drive
driver
drivers
drives
driving
drop
drops
drove
drown
drowned
drug
drugs
drunks
dry
dryer
during
duties
dvd
dying
e
each
ear
earlier
early
earplugs
ears
earth
earthquakes
easier
easter
easy
eat
eating
eats
ebay
eggs
eight
either
elastic
elbow
elected
election
electric
elephant
elevator
eleven
else
email
emergency
empty
end
ended
ending
ends
english
enjoy
enjoyed
enjoying
enough
entered
entire
envelope
especially
even
evening
events
ever
every
everybody
everyone
everything
everywhere
exactly
examine
example
excellent
except
excited
exciting
excuse
exercise
exit
expensive
explain
explode
extra
eye
eyes
f
face
facial
fact
fair
fall
fallen
falling
family
famous
fans
far
fast
faster
fastest
fat
father
faucet
fault
favor
favorite
features
feed
feel
feeling
feelings
feet
fell
felt
female
few
fifteen
fight
fighter
fighting
figure
figured
figures
files
fill
filled
film
filthy
final
finally
find
finding
fine
finger
fingernails
fingers
finish
finished
fire
firebug
fireman
fireplaces
fires
firmly
first
fish
fishing
fit
five
fix
flag
flags
flat
flew
flight
flip
flipping
float
floor
floors
florida
floss
flossing
flower
flown
flu
fly
flying
focus
folded
follow
followed
follows
food
foot
footer
for
force
forecast
forever
forget
forgetting
forgive
forgot
form
former
fortune
forty
foul
found
four
fourth
free
freeways
freezer
french
frequently
fresh
friday
fridge
friend
friendly
friends
from
front
fruit
fruits
full
fun
funeral
funniest
funny
furthest
gained
gaining
gambling
game
games
gardening
gas
gave
genes
genres
gently
germs
get
gets
getting
girl
girlfriend
girls
give
given
gives
giving
glad
glass
glasses
glove
gloves
glue
go
goats
god
goes
going
golf
golfer
golfers
gone
good
goodbye
goodness
google
got
gotten
government
grade
graduate
grand
grandma
grass
gravity
gray
great
greatest
green
ground
group
grow
guarantees
guess
guessing
gun
guns
guy
guys
ha
had
hair
half
ham
hamburger
hamburgers
hand
handed
handle
hands
handyman
hang
happen
happened
happening
happens
happiness
happy
happyness
hard
harmless
harsh
has
hasn
hassle
hate
hates
have
haven
having
hawaii
he
head
heal
heals
healthy
hear
heard
hearing
heart
heat
heated
heaven
height
hell
hello
help
helped
helps
her
here
herself
hey
hi
hidden
high
highway
highways
hike
hiking
hilarious
him
himself
hire
his
hit
hitter
hitting
hmm
hobbies
hobby
hold
holding
hole
holes
holidays
home
homeless
homes
homework
honda
honest
honestly
honey
honk
honor
hood
hope
hopefully
hoping
horn
horrible
hospital
hospitals
hot
hotel
hotter
hour
hours
house
housekeeping
houses
how
hp
hug
huge
huh
human
hunch
hundred
hungry
hurricane
hurricanes
hurry
hurt
hurts
husband
hysterically
i
ice
idea
ideas
identify
if
ii
ill
imagine
immediately
important
impossible
improve
in
inch
incomplete
increase
infants
initial
injured
ink
insert
inside
inspection
installation
instance
instantly
instead
instructions
instruments
insurance
intend
intense
interested
interesting
interests
internet
intersection
interview
into
invading
invented
invitation
invitations
invite
invited
invites
inviting
ipod
iq
iron
is
island
isn
it
its
jacket
jail
jammed
january
jar
jaywalking
jazz
jerk
jerks
jessica
jet
jets
job
jobs
jogging
joining
joke
jokes
joking
judge
judy
juice
june
just
keep
kept
keys
kid
kidding
kids
kill
killed
killer
killing
kind
kinds
king
kitchen
kittens
knee
knew
knife
knitting
knock
knocking
know
known
knows
knuckles
korean
labor
lady
laid
lake
land
landed
lane
language
languages
laptop
large
las
last
lasts
late
lately
later
latest
laugh
laughed
laughing
laundry
law
lawns
lawsuits
layoffs
lead
leaders
leads
league
learn
learned
learning
least
leather
leave
leaves
left
leftovers
legislators
legs
lemon
lend
less
lesson
lessons
let
letter
letting
lettuce
liar
library
license
lick
licks
lie
life
lifeguard
light
lighters
like
liked
likes
limit
line
lips
list
listen
listening
little
live
living
lizards
ll
loads
lock
lonely
long
longer
look
looked
looking
looks
loosen
loosened
los
lose
loses
losing
lost
lot
lotion
lots
lotto
loud
love
loved
lovely
loves
low
luck
lucky
lunch
lungs
luxury
lying
m
mac
machine
macs
macy
mad
made
magazine
magazines
mail
mailing
main
major
make
makes
making
male
mall
man
manager
many
march
market
markets
marks
marriage
married
mars
match
math
matter
mattress
may
maybe
mayor
mccain
mcdonald
me
meal
mean
meaning
means
meant
measure
measures
meat
mechanic
medication
medicine
meet
melts
men
mental
mention
meowing
met
metal
mexico
mi
middle
might
mileage
miles
milk
million
millions
mind
mine
minute
minutes
mirror
miss
missed
missing
mistake
mixed
mm
modern
mom
mommy
money
month
monthly
months
monument
mood
mop
more
morning
most
mostly
mother
mountains
mouse
mouth
move
moved
moves
movie
movies
much
mud
mule
murder
muscles
music
musical
must
mustard
my
myself
nader
nails
name
nanny
nap
napkin
nation
natural
navel
near
nearby
need
needs
neighborhood
neighborhoods
neighbors
neither
nervous
never
new
news
newspaper
newspapers
next
nice
nicer
night
nights
ninety
no
nobody
noise
none
nonfat
nonsmoking
noon
nope
normal
north
northern
nose
noses
nosey
not
notebook
nothing
noticed
now
number
numbers
nuts
o
obama
occasionally
occur
ocean
octo
october
odd
odors
of
off
offer
offered
offering
office
officer
officers
official
officials
often
oh
oil
okay
old
on
once
one
ones
online
only
onto
oops
open
opposite
or
orange
oranges
order
ordered
organization
original
other
others
ounces
our
out
outer
outfield
outfit
outside
over
overseas
own
owned
p
packs
pages
paid
pain
paint
painted
painter
painting
paintings
pair
pale
pant
pants
paper
parade
parents
park
parked
parking
part
parties
parts
party
pasadena
pass
passed
passenger
passes
pasta
patch
patient
patients
pay
paying
payment
payments
pbs
pc
pcc
pcs
peanut
peanuts
peeled
pen
pencil
pencils
pennies
penny
pens
people
pepper
pepperoni
pepto
per
percent
perfect
perfectly
perfume
permit
person
personal
personality
pet
pets
phone
phony
photos
picasso
pick
picked
picking
pickle
pickles
pictures
piece
pieces
pillowcases
pillows
pilot
pimple
pimples
pineapples
pink
pipe
pizza
place
placed
plan
plane
planes
planet
planned
planning
plans
plants
plastic
plate
play
played
player
players
playing
pleasant
please
plenty
plus
pocket
pockets
poems
poet
poetry
point
pointless
points
poke
poker
police
polite
political
politicians
pollution
poodle
poodles
poor
pop
popular
positive
possible
possibly
potato
potatoes
pound
pounds
pour
poured
power
powerful
practice
pray
prayers
predictable
prefer
prepare
prescription
president
prettiest
pretty
price
prices
print
prisons
private
probably
problem
problems
processed
produce
promise
promised
promises
promotion
property
protect
prove
public
puddle
puff
pull
pulled
pulls
punched
puppies
puppy
purse
purses
pursuit
pushed
put
puts
putt
question
questions
quicker
quickly
quiet
quietly
quit
quite
r
rabbit
race
racist
radio
radios
rain
rained
raining
rains
rainstorm
raise
raised
raising
ralph
ran
random
rate
rather
raw
re
read
reading
ready
real
realize
really
reason
receipt
recent
recently
record
recorder
recycle
red
reelected
reelection
regardless
registration
reheated
relax
relaxed
reliable
remember
remind
reminder
remote
remove
rent
repairman
repeat
replace
report
reporters
reporting
republicans
rerun
reservation
reservations
respect
responsibility
rest
restaurant
restaurants
retires
return
reuse
reviews
rhyme
rice
rich
rid
ride
ridiculous
riding
right
ring
rings
rinse
ripe
ripped
river
road
roads
roasted
rob
robber
robbery
rock
rods
roll
rolled
room
rooms
rose
rosters
round
routine
rowed
rub
rubber
rude
ruin
ruined
rules
run
running
rush
rusty
ruth
s
sad
safe
safer
said
salad
salads
salary
sale
salt
salted
same
sample
sand
sandwich
sandwiches
sank
santa
sat
saturday
sauce
sausage
save
saved
saves
saving
savings
saw
say
saying
says
school
schools
score
scratching
screen
screws
scrub
scuba
sealed
search
season
seat
seatbelt
seats
second
section
security
see
seeing
seem
seems
seen
seldom
sell
seller
selling
senator
send
sense
sensitive
sent
serious
seriously
serve
served
service
set
seven
sew
sewing
sexist
shake
shaken
shakespeare
share
sharp
sharpen
sharpener
sharpeners
shave
shaver
shaving
she
sheet
sheets
shelf
shells
shelter
shine
shined
ship
shirt
shirts
shoe
shoes
shook
shoot
shooting
shop
shoppers
shopping
short
shorter
shot
shots
should
shouldn
show
showed
shower
showers
shows
shut
sick
side
sides
sidewalk
sidewalks
sight
sign
signal
silly
silverware
simple
since
sing
singer
singers
single
sink
siren
sister
sit
site
sitting
six
skills
skin
sky
sleep
sleeping
sleepy
sleeve
sleeves
sliced
slick
slide
slip
slips
slow
slowed
slowest
slowing
small
smart
smell
smelled
smelling
smells
smile
smoke
smoker
smokers
smokes
smoking
snails
sneak
sneezing
sniff
snoring
snow
snowman
so
soak
soap
socks
sofa
soft
soldier
soldiers
solution
solve
some
somebody
someday
someone
something
sometime
sometimes
somewhere
son
song
songs
soon
sooner
sore
sorry
sort
sound
sounds
soup
southern
space
spanish
spare
speak
speaker
speaking
speaks
special
speech
speed
speeding
spend
spends
spent
spit
spoke
sponge
sports
spot
spring
sprinkled
squeeze
stain
stains
stamp
stamps
stand
standing
stands
star
starbucks
stars
start
started
starts
starving
state
stations
stay
stayed
stays
steak
steal
steam
step
stepladder
steps
sticker
sticks
still
stink
stinks
stock
stole
stomach
stomachache
stomachaches
stone
stood
stop
stopped
stopping
stops
store
stories
storms
story
stove
straight
strange
street
streets
stress
stretch
strict
stripes
stroke
strong
stronger
stuck
student
students
stuff
stuffed
stunk
stupid
subject
subscribed
subscription
such
suck
sucked
sucks
suction
sudden
sugar
summer
sun
sunday
sunny
suntan
super
superbad
supermarket
supervisor
supposed
sure
surgery
survive
suspended
swam
swear
sweat
swelling
swimming
swine
swiss
switch
switched
switching
system
t
table
tables
tag
take
taken
takes
taking
talent
talented
talk
talking
tall
tan
tape
taste
tasted
tastes
tasty
taught
tax
taxes
taxi
taylors
teach
teacher
teachers
teaching
team
tears
teeth
telephones
tell
teller
telling
tells
temperature
ten
tens
terrible
test
tests
textbooks
than
thank
thanks
that
the
theater
theaters
their
them
themselves
then
there
these
they
thieves
thin
thing
things
think
thinking
thinks
third
thirteenth
thirty
this
those
though
thought
thousand
threat
three
thrift
through
throughout
throw
throwing
ticket
tickets
tie
tiger
tight
till
time
times
tip
tired
tires
tissue
tissues
titanic
title
to
toast
today
toes
together
toilet
told
tomato
tomorrow
tonight
too
took
top
toss
totally
tough
tournament
towed
towel
towels
town
trade
traffic
trail
trash
travel
traveling
tree
trees
tried
trip
trouble
troublemakers
truck
trucks
true
trust
truth
try
trying
tub
tuesday
turn
turned
turning
tutor
tv
tvs
twelve
twenty
twice
two
type
types
typing
u
ugly
uh
umbrella
unable
unbelievable
unbuttoned
uncertain
uncomfortable
under
understand
understands
unfriendly
unhappy
unit
units
unless
unlucky
unplug
unpredictable
unsafe
until
up
upset
upstairs
us
usc
use
used
uses
using
usual
usually
vacation
vacuum
vacuumed
values
variety
various
ve
vegas
vegetables
very
veterans
victim
victorious
view
violence
visit
visited
visiting
visitors
vitamins
volume
vote
voted
voter
voters
votes
voting
waist
waistband
wait
waiter
waiting
wake
walk
walked
wall
wallet
walls
want
wanted
wants
war
warhol
warm
warmer
warned
was
wash
washed
washes
washings
washington
wasn
waste
wasting
watch
watchdogs
watched
watching
water
watered
way
we
weak
wear
wearing
weather
weatherman
week
weekend
weekends
weighs
weight
weird
welcome
well
went
were
weren
wet
what
whatever
wheelchairs
when
whenever
where
whether
which
while
white
who
whole
why
wife
wild
will
win
wind
window
windows
windy
winning
wins
winter
wipe
wiped
wipes
wish
with
withdraw
without
witness
woke
woman
women
won
wonder
wonderful
wood
woods
word
work
workers
working
works
world
worried
worry
worse
worst
worth
would
wouldn
wounded
wow
write
writing
wrong
yahoo
yankees
yard
yards
yawning
yeah
year
yearly
years
yell
yelled
yelling
yellow
yells
yes
yesterday
yet
yikes
york
you
young
your
yours
yourself
yuck
yy
zip
zoo
zzz
